Repository: ESOedX/edx-sga
Catalog: edx_sga/locale/*/LC_MESSAGES/edx_sga.po
Languages: pt_br

source: This assignment has not yet been graded.
pt_br: Esta tarefa ainda não foi corrigida.

source: Upload a different file
pt_br: Enviar um arquivo diferente

source: Upload your assignment
pt_br: Enviar tarefa

source: Awaiting instructor approval
pt_br: Aguardando resposta do professor

source: Approve grade
pt_br: Aprovar nota

source: Enter grade
pt_br: Avaliar

source: File uploaded
pt_br: Arquivo enviado

source: No file has been uploaded.
pt_br: Nenhum arquivo enviado.

source: Your score is
pt_br: Sua nota é

source: Instructor comment
pt_br: Comentário do professor

source: Annotated file from instructor
pt_br: Anotações do professor

source: Select a file
pt_br: Selecione um arquivo

source: Filename
pt_br: Nome do arquivo

source: Uploaded
pt_br: Enviado em

source: Annotated
pt_br: Anotações

source: Instructor's comments
pt_br: Comentários do professor

source: Upload annotated file
pt_br: Enviar anotações

source: Problem title
pt_br: Título da questão

source: This name appears in the horizontal navigation at the top of the page.
pt_br: Este nome aparecerá na barra de navegação no topo da página.

source: Problem Weight
pt_br: Peso da questão

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
pt_br: Define o número de pontos que cada questão valerá. Se o valor estiver em branco, a quetão valerá a soma dos pontos.

source: Maximum score
pt_br: Nota máxima

source: Maximum grade score given to assignment by staff.
pt_br: Nota máxima da tarefa definida pela equipe

source: Score assigned by non-instructor staff.
pt_br: Nota definida por um não-professor de equipe

source: Score will need to be approved by instructor before being published.
pt_br: A nota precisa ser aprovada pelo professor antes de serpulicada.

source: Feedback given to student by instructor.
pt_br: Comentário do professo para o estudante.

source: Annotated SHA1
pt_br: Anotações SHA1

source: sha1 of the annotated file uploaded by the instructor for this assignment.
pt_br: Anotações sha1 do arquivo enviado pelo professor para esta tarefa.

source: Annotated file name
pt_br: Nome do arquivo de anotações

source: he name of the annotated file uploaded for this assignment.
pt_br: Nomeia o arquivo de anotações enviado para esta tarefa.

source: Mime type of annotated file
pt_br: Mime type do arquivo de anotações

source: The mimetype of the annotated file uploaded for this assignment.
pt_br: O mimetype do arquivo de anotações enviado para esta tarefa.

source: When the annotated file was uploaded
pt_br: Quando o arquivo de anotações foi enviado
